# InitDWGServices

## Description
Init DWG Library services for Import and Export

```pascal
PROCEDURE InitDWGServices;
```

```python
def vs.InitDWGServices():
    return None
```

## Examples
```pascal
InitDWGServices;
```
```python
import vs

# Init DWG Library services for Import and Export.
vs.InitDWGServices()
```

## Version
Availability: from Vectorworks 2013

## Category
* ImportExport